/* 
   SORelativeDateTransformer.strings

   Created by StdOrbit on 12/6/10.
   Copyright 2010 Standard Orbit Software, LLC. All rights reserved.
 */

/* 
Phrase for expressing a date in the relative past. E.g. "12 minutes ago"
<relative time difference> <date component name> ago
*/
"formatTemplateForRelativePastDatePhrase" = "%@ sedan";

/* 
Phrase for expressing a date in the relative future. E.g. "in 12 minutes"
in <relative time difference> <date component name>
*/
"formatTemplateForRelativeFutureDatePhrase" = "om %@";

/* localized date component names and plural forms */
"now" = "nu";
"%d year (plural rule: zero)" = "%d år";
"%d year (plural rule: one)" = "%d år";
"%d year (plural rule: two)" = "%d år";
"%d year (plural rule: few)" = "%d år";
"%d year (plural rule: many)" = "%d år";
"%d year (plural rule: other)" = "%d år";
"%d month (plural rule: zero)" = "%d månader";
"%d month (plural rule: one)" = "%d månad";
"%d month (plural rule: two)" = "%d månader";
"%d month (plural rule: few)" = "%d månader";
"%d month (plural rule: many)" = "%d månader";
"%d month (plural rule: other)" = "%d månader";
"%d week (plural rule: zero)" = "%d veckor";
"%d week (plural rule: one)" = "%d vecka";
"%d week (plural rule: two)" = "%d veckor";
"%d week (plural rule: few)" = "%d veckor";
"%d week (plural rule: many)" = "%d veckor";
"%d week (plural rule: other)" = "%d veckor";
"%d day (plural rule: zero)" = "%d dagar";
"%d day (plural rule: one)" = "%d dag";
"%d day (plural rule: two)" = "%d dagar";
"%d day (plural rule: few)" = "%d dagar";
"%d day (plural rule: many)" = "%d dagar";
"%d day (plural rule: other)" = "%d dagar";
"%d hour (plural rule: zero)" = "%d timmar";
"%d hour (plural rule: one)" = "%d timme";
"%d hour (plural rule: two)" = "%d timmar";
"%d hour (plural rule: few)" = "%d timmar";
"%d hour (plural rule: many)" = "%d timmar";
"%d hour (plural rule: other)" = "%d timmar";
"%d minute (plural rule: zero)" = "%d minuter";
"%d minute (plural rule: one)" = "%d minut";
"%d minute (plural rule: two)" = "%d minuter";
"%d minute (plural rule: few)" = "%d minuter";
"%d minute (plural rule: many)" = "%d minuter";
"%d minute (plural rule: other)" = "%d minuter";
"%d second (plural rule: zero)" = "%d sekunder";
"%d second (plural rule: one)" = "%d sekund";
"%d second (plural rule: two)" = "%d sekunder";
"%d second (plural rule: few)" = "%d sekunder";
"%d second (plural rule: many)" = "%d sekunder";
"%d second (plural rule: other)" = "%d sekunder";
